Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: All enabled profiles added
ar: تمت إضافة كل ملفات التعريف المفعّلة
de: Alle aktivierten Profile hinzugefügt
es: Todos los perfiles activados ya añadidos
fr: Tous les profils activés ont été ajoutés
hu: Az összes engedélyezett profil hozzáadva
ja: 有効なプロファイルはすべて追加済み
nl: Alle ingeschakelde profielen toegevoegd
pl: Dodano wszystkie włączone profile
pt: Todos os perfis ativados adicionados
ru: Все включенные профили добавлены
sv: Alla aktiverade profiler har lagts till
tr: Etkinleştirilmiş tüm profiller eklendi
vi: Đã thêm tất cả hồ sơ đang bật
zh_hans: 所有已启用的配置文件已添加
zh_hant: 所有已啟用的設定檔已新增

source: All features unlocked
ar: جميع الميزات مفتوحة
de: Alle Funktionen freigeschaltet
es: Todas las funciones desbloqueadas
fr: Toutes les fonctionnalités débloquées
hu: Minden funkció feloldva
ja: すべての機能をロック解除済み
nl: Alle functies zijn beschikbaar
pl: Wszystkie funkcje odblokowane
pt: Todas as funcionalidades desbloqueadas
ru: Все функции разблокированы
sv: Alla funktioner upplåsta
tr: Tüm özellikler açıldı
vi: Đã mở khóa tất cả tính năng
zh_hans: 已解锁全部功能
zh_hant: 所有功能已解鎖

source: All items in the Trash will be permanently deleted. This action cannot be undone.
ar: سيتم حذف جميع العناصر في سلة المهملات نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Alle Elemente im Papierkorb werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los elementos de la Papelera se eliminarán de forma permanente. Esta acción no se puede deshacer.
fr: Tous les éléments de la Corbeille seront définitivement supprimés. Cette action ne peut pas être annulée.
hu: A Kukában lévő összes elem véglegesen törlődik. Ez a művelet nem vonható vissza.
ja: ゴミ箱内のすべての項目が完全に削除されます。この操作は取り消せません。
nl: Alle items in de prullenmand zullen permanent worden verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pl: Wszystkie elementy w Koszu zostaną trwale usunięte. Tej czynności nie można cofnąć.
pt: Todos os itens no lixo serão permanentemente eliminados. Esta ação não pode ser anulada.
ru: Все элементы в Корзине будут удалены навсегда. Это действие нельзя отменить.
sv: Alla objekt i papperskorgen raderas permanent. Detta kan inte ångras.
tr: Çöp Sepeti'ndeki tüm öğeler kalıcı olarak silinecektir. Bu işlem geri alınamaz.
vi: Tất cả các mục trong Thùng rác sẽ bị xóa vĩnh viễn. Tác vụ này không thể hoàn tác.
zh_hans: 废纸篓中的所有项目将被永久删除。此操作无法撤销。
zh_hant: 垃圾桶中的所有項目將被永久刪除，此動作無法還原。

source: All read
ar: الكل مقروء
de: Alles gelesen
es: Todo leído
fr: Tout est lu
hu: Mind elolvasva
ja: すべて既読
nl: Alles gelezen
pl: Przeczytane
pt: Tudo lido
ru: Все прочитано
sv: Allt läst
tr: Tümü okundu
vi: Đã đọc hết
zh_hans: 全部已读
zh_hant: 全部已讀

source: All Screens
ar: جميع الشاشات
de: Alle Bildschirme
es: Todas las pantallas
fr: Tous les écrans
hu: Minden képernyő
ja: すべての画面
nl: Alle schermen
pl: Wszystkie wyświetlacze
pt: Todos os Ecrãs
ru: Все экраны
sv: Alla skärmar
tr: Tüm Ekranlar
vi: Tất cả màn hình
zh_hans: 所有显示器
zh_hant: 所有螢幕

source: All stacks added
ar: تمت إضافة كل المكدسات
de: Alle Stapel hinzugefügt
es: Todas las pilas añadidas
fr: Toutes les piles sont ajoutées
hu: Minden köteg hozzáadva
ja: すべてのスタックを追加済み
nl: Alle stapels toegevoegd
pl: Dodano wszystkie stosy
pt: Todas as pilhas adicionadas
ru: Все стопки добавлены
sv: Alla stackar har lagts till
tr: Tüm yığınlar eklendi
vi: Đã thêm tất cả ngăn xếp
zh_hans: 已添加所有小组件叠放
zh_hant: 已加入所有堆疊

source: All Styles
ar: جميع الأنماط
de: Alle Stile
es: Todos los estilos
fr: Tous les styles
hu: Minden stílus
ja: すべてのスタイル
nl: Alle stijlen
pl: Wszystkie style
pt: Todos os Estilos
ru: Все стили
sv: Alla stilar
tr: Tüm Stiller
vi: Tất cả kiểu dáng
zh_hans: 全部样式
zh_hant: 所有樣式

source: All Volumes
ar: كل وحدات التخزين
de: Alle Volumes
es: Todos los volúmenes
fr: Tous les volumes
hu: Összes kötet
ja: すべてのボリューム
nl: Alle volumes
pl: Wszystkie woluminy
pt: Todos os Volumes
ru: Все тома
sv: Alla volymer
tr: Tüm Birimler
vi: Tất cả ổ đĩa
zh_hans: 所有宗卷
zh_hant: 所有卷宗

source: All widgets have been added
ar: تم إضافة جميع الأدوات
de: Alle Widgets wurden hinzugefügt
es: Se han añadido todos los widgets
fr: Tous les widgets ont été ajoutés
hu: Az összes widget hozzáadva
ja: すべてのウィジェットが追加済みです
nl: Alle widgets zijn toegevoegd
pl: Dodano wszystkie widżety
pt: Todos os widgets foram adicionados
ru: Все виджеты были добавлены
sv: Alla widgetar har lagts till
tr: Tüm Widget'lar eklendi
vi: Tất cả tiện ích đã được thêm
zh_hans: 所有小组件已添加
zh_hant: 所有小工具已新增

source: Allow Access
ar: السماح بالوصول
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l'accès
hu: Engedélyezés
ja: アクセスを許可
nl: Geef toegang
pl: Zezwól na dostęp
pt: Permitir Acesso
ru: Разрешить доступ
sv: Tillåt åtkomst
tr: Erişime İzin Ver
vi: Cho phép truy cập
zh_hans: 允许访问
zh_hant: 允許取用

source: Allow access in Automation settings
ar: اسمح بالوصول في إعدادات الأتمتة
de: Zugriff unter „Automation“ erlauben
es: Permite el acceso en los ajustes de Automatización
fr: Autorisez l'accès dans les réglages Automatisation
hu: Engedélyezze a hozzáférést az Automatizálás beállításaiban
ja: オートメーション設定でアクセスを許可してください
nl: Geef toegang in de instellingen voor Automatisering
pl: Zezwól na dostęp w ustawieniach automatyzacji
pt: Permita o acesso nas definições de Automatização
ru: Разрешите доступ в настройках автоматизации
sv: Tillåt åtkomst i inställningarna för Automatisering
tr: Otomasyon ayarlarında erişime izin ver
vi: Cho phép truy cập trong cài đặt Tự động hóa
zh_hans: 在“自动化”设置中允许访问
zh_hant: 在「自動化」設定中允許取用

source: Allow Alt-Tab rows or columns to exceed the screen limit
ar: السماح لصفوف أو أعمدة Alt-Tab بتجاوز حد الشاشة
de: Alt-Tab-Zeilen oder Spalten erlauben, das Bildschirmlimit zu überschreiten
es: Permitir que las filas o columnas de Alt-Tab superen el límite de la pantalla
fr: Autoriser les lignes ou colonnes de la fonction Alt-Tab à dépasser la limite de l'écran
hu: Az Alt-Tab sorok vagy oszlopok túlléphetik a képernyő korlátját
ja: Alt-Tabの行や列が画面の上限を超えることを許可
nl: Sta toe dat Alt-Tab-rijen of -kolommen de schermgrens overschrijden
pl: Pozwalaj wierszom lub kolumnom Alt-Tab przekraczać limit wyświetlacza
pt: Permitir que as linhas ou colunas do Alt-Tab excedam o limite do ecrã
ru: Разрешить строкам или столбцам превышать лимит экрана
sv: Tillåt att Alt-Tab-rader eller -kolumner överskrider skärmgränsen
tr: Alt-Tab satırlarının veya sütunlarının ekran sınırını aşmasına izin ver
vi: Cho phép các hàng hoặc cột Alt-Tab vượt quá giới hạn màn hình
zh_hans: 允许 Alt-Tab 行或列超出屏幕限制
zh_hant: 允許 Alt-Tab 的列或欄超出螢幕限制

source: Allow Boost Above %@
ar: السماح بالتعزيز فوق %@
de: Anhebung über %@ erlauben
es: Permitir amplificar por encima del %@
fr: Autoriser l'amplification au-delà de %@
hu: Erősítés engedélyezése %@ fölé
ja: %@を超えるブーストを許可
nl: Versterken boven %@
pl: Zezwalaj na wzmocnienie powyżej %@
pt: Permitir Amplificação Acima de %@
ru: Разрешить усиление выше %@
sv: Tillåt förstärkning över %@
tr: %@ Üzerine Yükseltmeye İzin Ver
vi: Cho phép tăng quá %@
zh_hans: 允许将音量提升至 %@ 以上
zh_hant: 允許增強至 %@ 以上

source: Allow DockDoor Pro in Privacy & Security, Contacts, then reopen this panel.
ar: اسمح لـ DockDoor Pro في الخصوصية والأمن، جهات الاتصال، ثم أعد فتح هذه اللوحة.
de: Erlauben Sie DockDoor Pro den Zugriff unter „Datenschutz & Sicherheit“ > „Kontakte“ und öffnen Sie dieses Panel dann erneut.
es: Autoriza a DockDoor Pro en Privacidad y seguridad, Contactos, y vuelve a abrir este panel.
fr: Autorisez DockDoor Pro dans Confidentialité et sécurité, Contacts, puis rouvrez ce panneau.
hu: Engedélyezze a DockDoor Pro-t az Adatvédelem és biztonság, Kontaktok részben, majd nyissa meg újra ezt a panelt.
ja: 「プライバシーとセキュリティ」>「連絡先」でDockDoor Proを許可してから、このパネルを開き直してください。
nl: Sta DockDoor Pro toe in Privacy en beveiliging ▸ Contacten en open dit paneel daarna opnieuw.
pl: Zezwól aplikacji DockDoor Pro na dostęp w sekcji Prywatność i ochrona > Kontakty, a następnie otwórz ten panel ponownie.
pt: Permita o DockDoor Pro em Privacidade e segurança, Contactos, e depois reabra este painel.
ru: Разрешите доступ для DockDoor Pro в разделе «Конфиденциальность и безопасность», «Контакты», затем снова откройте эту панель.
sv: Tillåt DockDoor Pro under Integritet och säkerhet, Kontakter, och öppna sedan den här panelen igen.
tr: DockDoor Pro'ya Gizlilik & Güvenlik, Kişiler bölümünde izin ver, ardından bu paneli yeniden aç.
vi: Cho phép DockDoor Pro trong Quyền riêng tư & Bảo mật, Danh bạ, sau đó mở lại bảng này.
zh_hans: 在“隐私与安全性”>“通讯录”中允许 DockDoor Pro 访问，然后重新打开此面板。
zh_hant: 請前往「隱私權與安全性」>「聯絡人」，允許 DockDoor Pro 取用，然後重新開啟此面板。

source: Allow DockDoor Pro to access the screenshot folder in System Settings, Privacy & Security, Files & Folders.
ar: اسمح لـ DockDoor Pro بالوصول إلى مجلد لقطات الشاشة في إعدادات النظام، الخصوصية والأمن، الملفات والمجلدات.
de: Erlauben Sie DockDoor Pro den Zugriff auf den Bildschirmfoto-Ordner unter „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Dateien und Ordner“.
es: Permite que DockDoor Pro acceda a la carpeta de capturas de pantalla en Ajustes del Sistema, Privacidad y seguridad, Archivos y carpetas.
fr: Autorisez DockDoor Pro à accéder au dossier des captures d'écran dans Réglages Système, Confidentialité et sécurité, Fichiers et dossiers.
hu: Engedélyezze a DockDoor Pro számára a képernyőfotó-mappa elérését a Rendszerbeállítások, Adatvédelem és biztonság, Fájlok és mappák részben.
ja: 「システム設定」>「プライバシーとセキュリティ」>「ファイルとフォルダ」で、DockDoor Proにスクリーンショットフォルダへのアクセスを許可してください。
nl: Geef DockDoor Pro toegang tot de screenshotmap in Systeeminstellingen ▸ Privacy en beveiliging ▸ Bestanden en mappen.
pl: Zezwól aplikacji DockDoor Pro na dostęp do folderu zrzutów ekranu w Ustawieniach systemowych > Prywatność i ochrona > Pliki i foldery.
pt: Permita que o DockDoor Pro aceda à pasta de capturas de ecrã em Definições do Sistema, Privacidade e segurança, Ficheiros e pastas.
ru: Разрешите DockDoor Pro доступ к папке снимков экрана в Системных настройках: «Конфиденциальность и безопасность», «Файлы и папки».
sv: Ge DockDoor Pro åtkomst till skärmavbildningsmappen i Systeminställningar, Integritet och säkerhet, Filer och mappar.
tr: DockDoor Pro'nun ekran görüntüsü klasörüne erişmesine Sistem Ayarları, Gizlilik & Güvenlik, Dosyalar & Klasörler bölümünde izin ver.
vi: Cho phép DockDoor Pro truy cập thư mục ảnh chụp màn hình trong Cài đặt hệ thống, Quyền riêng tư & Bảo mật, Tệp & Thư mục.
zh_hans: 在“系统设置”>“隐私与安全性”>“文件与文件夹”中，允许 DockDoor Pro 访问截屏文件夹。
zh_hant: 請前往「系統設定」>「隱私權與安全性」>「檔案與檔案夾」，允許 DockDoor Pro 取用螢幕截圖檔案夾。

source: Allow DockDoor Pro to access your photos in System Settings, Privacy & Security, Photos.
ar: اسمح لـ DockDoor Pro بالوصول إلى صورك في إعدادات النظام، الخصوصية والأمن، الصور.
de: Erlauben Sie DockDoor Pro den Zugriff auf Ihre Fotos unter „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Fotos“.
es: Permite que DockDoor Pro acceda a tus fotos en Ajustes del Sistema, Privacidad y seguridad, Fotos.
fr: Autorisez DockDoor Pro à accéder à vos photos dans Réglages Système, Confidentialité et sécurité, Photos.
hu: Engedélyezze a DockDoor Pro számára a fotók elérését a Rendszerbeállítások, Adatvédelem és biztonság, Fotók részben.
ja: 「システム設定」>「プライバシーとセキュリティ」>「写真」で、DockDoor Proに写真へのアクセスを許可してください。
nl: Geef DockDoor Pro toegang tot je foto's in Systeeminstellingen ▸ Privacy en beveiliging ▸ Foto's.
pl: Zezwól aplikacji DockDoor Pro na dostęp do zdjęć w Ustawieniach systemowych > Prywatność i ochrona > Zdjęcia.
pt: Permita que o DockDoor Pro aceda às suas fotografias em Definições do Sistema, Privacidade e segurança, Fotografias.
ru: Разрешите DockDoor Pro доступ к фото в Системных настройках: «Конфиденциальность и безопасность», «Фото».
sv: Ge DockDoor Pro åtkomst till dina bilder i Systeminställningar, Integritet och säkerhet, Bilder.
tr: DockDoor Pro'nun fotoğraflarına erişmesine Sistem Ayarları, Gizlilik & Güvenlik, Fotoğraflar bölümünde izin ver.
vi: Cho phép DockDoor Pro truy cập ảnh của bạn trong Cài đặt hệ thống, Quyền riêng tư & Bảo mật, Ảnh.
zh_hans: 在“系统设置”>“隐私与安全性”>“照片”中，允许 DockDoor Pro 访问您的照片。
zh_hant: 請前往「系統設定」>「隱私權與安全性」>「照片」，允許 DockDoor Pro 取用你的照片。

source: Allow DockDoor Pro to control Mail in Privacy & Security, Automation.
ar: اسمح لـ DockDoor Pro بالتحكم في البريد من الخصوصية والأمن، الأتمتة.
de: Erlauben Sie DockDoor Pro unter „Datenschutz & Sicherheit“ > „Automation“, Mail zu steuern.
es: Permite que DockDoor Pro controle Mail en Privacidad y seguridad, Automatización.
fr: Autorisez DockDoor Pro à contrôler Mail dans Confidentialité et sécurité, Automatisation.
hu: Engedélyezze a DockDoor Pro számára a Mail vezérlését az Adatvédelem és biztonság, Automatizálás részben.
ja: 「プライバシーとセキュリティ」>「オートメーション」で、DockDoor Proに「メール」の制御を許可してください。
nl: Sta DockDoor Pro toe om Mail te bedienen in Privacy en beveiliging ▸ Automatisering.
pl: Zezwól aplikacji DockDoor Pro na sterowanie aplikacją Poczta w sekcji Prywatność i ochrona > Automatyzacja.
pt: Permita que o DockDoor Pro controle o Mail em Privacidade e segurança, Automatização.
ru: Разрешите DockDoor Pro управлять приложением «Почта» в разделе «Конфиденциальность и безопасность», «Автоматизация».
sv: Tillåt DockDoor Pro att styra Mail under Integritet och säkerhet, Automatisering.
tr: DockDoor Pro'nun Mail'i denetlemesine Gizlilik & Güvenlik, Otomasyon bölümünde izin ver.
vi: Cho phép DockDoor Pro điều khiển Mail trong Quyền riêng tư & Bảo mật, Tự động hóa.
zh_hans: 在“隐私与安全性”>“自动化”中，允许 DockDoor Pro 控制“邮件”。
zh_hant: 請前往「隱私權與安全性」>「自動化」，允許 DockDoor Pro 控制「郵件」。

source: Allow DockDoor Pro to control Notes in Privacy & Security, Automation.
ar: اسمح لـ DockDoor Pro بالتحكم في الملاحظات من الخصوصية والأمن، الأتمتة.
de: Erlauben Sie DockDoor Pro unter „Datenschutz & Sicherheit“ > „Automation“, Notizen zu steuern.
es: Permite que DockDoor Pro controle Notas en Privacidad y seguridad, Automatización.
fr: Autorisez DockDoor Pro à contrôler Notes dans Confidentialité et sécurité, Automatisation.
hu: Engedélyezze a DockDoor Pro számára a Jegyzetek vezérlését az Adatvédelem és biztonság, Automatizálás részben.
ja: 「プライバシーとセキュリティ」>「オートメーション」で、DockDoor Proに「メモ」の制御を許可してください。
nl: Sta DockDoor Pro toe om Notities te bedienen in Privacy en beveiliging ▸ Automatisering.
pl: Zezwól aplikacji DockDoor Pro na sterowanie aplikacją Notatki w sekcji Prywatność i ochrona > Automatyzacja.
pt: Permita que o DockDoor Pro controle as Notas em Privacidade e segurança, Automatização.
ru: Разрешите DockDoor Pro управлять приложением «Заметки» в разделе «Конфиденциальность и безопасность», «Автоматизация».
sv: Tillåt DockDoor Pro att styra Anteckningar under Integritet och säkerhet, Automatisering.
tr: DockDoor Pro'nun Notlar'ı denetlemesine Gizlilik & Güvenlik, Otomasyon bölümünde izin ver.
vi: Cho phép DockDoor Pro điều khiển Ghi chú trong Quyền riêng tư & Bảo mật, Tự động hóa.
zh_hans: 在“隐私与安全性”>“自动化”中，允许 DockDoor Pro 控制“备忘录”。
zh_hant: 請前往「隱私權與安全性」>「自動化」，允許 DockDoor Pro 控制「備忘錄」。

source: Allow DockDoor Pro to control System Events in Privacy & Security, Automation.
ar: اسمح لـ DockDoor Pro بالتحكم في System Events من الخصوصية والأمن، الأتمتة.
de: Erlauben Sie DockDoor Pro unter „Datenschutz & Sicherheit“ > „Automation“, System Events zu steuern.
es: Permite que DockDoor Pro controle System Events en Privacidad y seguridad, Automatización.
fr: Autorisez DockDoor Pro à contrôler System Events dans Confidentialité et sécurité, Automatisation.
hu: Engedélyezze a DockDoor Pro számára a System Events vezérlését az Adatvédelem és biztonság, Automatizálás részben.
ja: 「プライバシーとセキュリティ」>「オートメーション」で、DockDoor ProにSystem Eventsの制御を許可してください。
nl: Sta DockDoor Pro toe om System Events te bedienen in Privacy en beveiliging ▸ Automatisering.
pl: Zezwól aplikacji DockDoor Pro na sterowanie aplikacją System Events w sekcji Prywatność i ochrona > Automatyzacja.
pt: Permita que o DockDoor Pro controle o System Events em Privacidade e segurança, Automatização.
ru: Разрешите DockDoor Pro управлять System Events в разделе «Конфиденциальность и безопасность», «Автоматизация».
sv: Tillåt DockDoor Pro att styra System Events under Integritet och säkerhet, Automatisering.
tr: DockDoor Pro'nun System Events'i denetlemesine Gizlilik & Güvenlik, Otomasyon bölümünde izin ver.
vi: Cho phép DockDoor Pro điều khiển System Events trong Quyền riêng tư & Bảo mật, Tự động hóa.
zh_hans: 在“隐私与安全性”>“自动化”中，允许 DockDoor Pro 控制“系统事件”。
zh_hant: 請前往「隱私權與安全性」>「自動化」，允許 DockDoor Pro 控制「系統事件」。

source: Allow DockDoor Pro to use the microphone in Privacy & Security.
ar: اسمح لـ DockDoor Pro باستخدام الميكروفون من الخصوصية والأمن.
de: Erlauben Sie DockDoor Pro unter „Datenschutz & Sicherheit“, das Mikrofon zu verwenden.
es: Permite que DockDoor Pro use el micrófono en Privacidad y seguridad.
fr: Autorisez DockDoor Pro à utiliser le micro dans Confidentialité et sécurité.
hu: Engedélyezze a DockDoor Pro számára a mikrofon használatát az Adatvédelem és biztonság részben.
ja: 「プライバシーとセキュリティ」で、DockDoor Proにマイクの使用を許可してください。
nl: Sta DockDoor Pro toe de microfoon te gebruiken in Privacy en beveiliging.
pl: Zezwól aplikacji DockDoor Pro na używanie mikrofonu w sekcji Prywatność i ochrona.
pt: Permita que o DockDoor Pro use o microfone em Privacidade e segurança.
ru: Разрешите DockDoor Pro использовать микрофон в разделе «Конфиденциальность и безопасность».
sv: Tillåt DockDoor Pro att använda mikrofonen under Integritet och säkerhet.
tr: DockDoor Pro'nun mikrofonu kullanmasına Gizlilik & Güvenlik bölümünde izin ver.
vi: Cho phép DockDoor Pro sử dụng micrô trong Quyền riêng tư & Bảo mật.
zh_hans: 在“隐私与安全性”中允许 DockDoor Pro 使用麦克风。
zh_hant: 請前往「隱私權與安全性」，允許 DockDoor Pro 使用麥克風。

source: Allow DockDoor Pro under Privacy & Security, System Audio Recording, to control app volumes.
ar: اسمح لـ DockDoor Pro من الخصوصية والأمن، تسجيل صوت النظام، للتحكم في مستويات صوت التطبيقات.
de: Erlauben Sie DockDoor Pro unter „Datenschutz & Sicherheit“ > „Systemaudioaufnahme“, damit App-Lautstärken gesteuert werden können.
es: Autoriza a DockDoor Pro en Privacidad y seguridad, Grabación de audio del sistema, para controlar el volumen de las apps.
fr: Autorisez DockDoor Pro dans Confidentialité et sécurité, Enregistrement audio du système, pour contrôler le volume des apps.
hu: Engedélyezze a DockDoor Pro-t az Adatvédelem és biztonság, Rendszerhangfelvétel részben az appok hangerejének vezérléséhez.
ja: アプリの音量を調整するには、「プライバシーとセキュリティ」>「システムオーディオ録音」でDockDoor Proを許可してください。
nl: Sta DockDoor Pro toe in Privacy en beveiliging ▸ Systeemaudio-opname om het volume van apps te regelen.
pl: Zezwól aplikacji DockDoor Pro na nagrywanie dźwięku systemowego w sekcji Prywatność i ochrona, aby regulować głośność aplikacji.
pt: Permita o DockDoor Pro em Privacidade e segurança, Gravação de áudio do sistema, para controlar o volume das apps.
ru: Разрешите доступ для DockDoor Pro в разделе «Конфиденциальность и безопасность», «Запись системного аудио», чтобы управлять громкостью приложений.
sv: Tillåt DockDoor Pro under Integritet och säkerhet, Systemljudsinspelning, för att styra appvolymer.
tr: Uygulama seslerini denetleyebilmesi için DockDoor Pro'ya Gizlilik & Güvenlik, Sistem Ses Kaydı bölümünde izin ver.
vi: Cho phép DockDoor Pro trong Quyền riêng tư & Bảo mật, Ghi âm thanh hệ thống, để điều khiển âm lượng ứng dụng.
zh_hans: 在“隐私与安全性”>“系统音频录制”中允许 DockDoor Pro 访问，以控制应用音量。
zh_hant: 請前往「隱私權與安全性」>「系統音訊錄製」，允許 DockDoor Pro 取用，以控制各 App 的音量。

source: Allow Full Access in System Settings, then events will appear.
ar: اسمح بالوصول الكامل في إعدادات النظام، وستظهر الأحداث بعد ذلك.
de: Erlauben Sie Vollzugriff in den Systemeinstellungen, damit Termine angezeigt werden.
es: Permite el acceso total en Ajustes del Sistema y aparecerán los eventos.
fr: Autorisez l'accès complet dans les Réglages Système, puis les événements apparaîtront.
hu: Engedélyezze a teljes hozzáférést a Rendszerbeállításokban, és megjelennek az események.
ja: システム設定でフルアクセスを許可すると、イベントが表示されます。
nl: Geef 'Volledige toegang' in Systeeminstellingen, waarna de activiteiten kunnen worden weergegeven.
pl: Zezwól na Pełny dostęp w Ustawieniach systemowych, a wydarzenia się pojawią.
pt: Permita o acesso total nas Definições do Sistema e os eventos aparecerão.
ru: Разрешите полный доступ в Системных настройках, и события начнут появляться.
sv: Tillåt full åtkomst i Systeminställningar så visas händelserna.
tr: Sistem Ayarları'nda Tam Erişim'e izin ver, ardından etkinlikler görünecek.
vi: Cho phép Toàn quyền truy cập trong Cài đặt hệ thống, sau đó các sự kiện sẽ xuất hiện.
zh_hans: 在“系统设置”中允许完全访问权限后，日程就会显示。
zh_hant: 請在「系統設定」中允許「完整取用權限」，之後便會顯示行程。

source: Allow Full Access in System Settings.
ar: اسمح بالوصول الكامل في إعدادات النظام.
de: Erlauben Sie den Vollzugriff in den Systemeinstellungen.
es: Permite el acceso total en Ajustes del Sistema.
fr: Autorisez l'accès complet dans Réglages Système.
hu: Engedélyezze a teljes hozzáférést a Rendszerbeállításokban.
ja: システム設定でフルアクセスを許可してください。
nl: Geef 'Volledige toegang' in Systeeminstellingen.
pl: Zezwól na pełny dostęp w Ustawieniach systemowych.
pt: Permita o acesso total nas Definições do Sistema.
ru: Разрешите полный доступ в Системных настройках.
sv: Tillåt full åtkomst i Systeminställningar.
tr: Sistem Ayarları'nda Tam Erişim'e izin ver.
vi: Cho phép Toàn quyền truy cập trong Cài đặt hệ thống.
zh_hans: 在“系统设置”中允许完全访问。
zh_hant: 請在「系統設定」中允許「完整取用權限」。

source: Allow microphone access to see the input level
ar: اسمح بالوصول إلى الميكروفون لرؤية مستوى الإدخال
de: Erlauben Sie den Mikrofonzugriff, um den Eingangspegel zu sehen
es: Permite el acceso al micrófono para ver el nivel de entrada
fr: Autorisez l'accès au micro pour voir le niveau d'entrée
hu: Engedélyezze a mikrofon-hozzáférést a bemeneti szint megtekintéséhez
ja: 入力レベルを表示するには、マイクへのアクセスを許可してください
nl: Geef toegang tot de microfoon om het invoerniveau te zien
pl: Zezwól na dostęp do mikrofonu, aby wyświetlić poziom wejściowy
pt: Permita o acesso ao microfone para ver o nível de entrada
ru: Разрешите доступ к микрофону, чтобы видеть уровень входного сигнала
sv: Tillåt mikrofonåtkomst för att se ingångsnivån
tr: Giriş seviyesini görmek için mikrofon erişimine izin verin
vi: Cho phép truy cập micrô để xem mức đầu vào
zh_hans: 允许访问麦克风以查看输入电平
zh_hant: 允許取用麥克風以查看輸入音量

source: Allow more tracks than fit on screen
ar: السماح بمسارات أكثر مما يتسع على الشاشة
de: Mehr Zeilen oder Spalten erlauben, als auf den Bildschirm passen
es: Permitir más filas o columnas de las que caben en pantalla
fr: Autoriser l'affichage d'un plus grand nombre de pistes que ce que l'écran peut contenir
hu: Több sáv engedélyezése, mint amennyi elfér a képernyőn
ja: 画面に収まる数以上のトラックを許可
nl: Meer nummers toestaan dan er op het scherm passen
pl: Pozwalaj na więcej ścieżek, niż mieści się na wyświetlaczu
pt: Permitir mais faixas do que as que cabem no ecrã
ru: Разрешить больше рядов, чем помещается на экране
sv: Tillåt fler rader eller kolumner än vad som får plats på skärmen
tr: Ekrana sığandan daha fazla parçaya izin ver
vi: Cho phép hiển thị nhiều mục hơn số lượng vừa với màn hình
zh_hans: 允许显示超出屏幕可容纳数量的曲目
zh_hant: 允許顯示超出螢幕可容納數量的項目
